{
  "2026-01-10": {
    "text": "Acordei hoje as 3hs e pouco o mundo tranquilo.\r\nAssistir o resto do Dorama chinês amor em nirvana, o fim foi de cortar o coração.\r\nLavei a farda.\r\nPlanejei devido meu atrito com alguns membros da equipe do trabalho como proceder, depois da seta descendente e saber que grande parte daquilo são mecanismos psíquicos não tô chateado. Pensei em formalizar um PAD (processo administrativo) por assédio moral, TMB na esfera criminal e no conselho de classes deles. Mas depois de refletir mesmo que tenha fotos e posso requisitar a gravação do trabalho, decidir não fazer agora. O que eles querem é me irritar e causar conflitos, pode causar mais atritos com eles sendo passivo deixando eles cada vez escalando agrassividade isso vai me dar mais controle na situação, primeiro eu fazer algo que eles não esperam que é brigar no grupo de trabalho, nem processar. Fiquei calmo e tranquilo vou partir de agora fazer estritamente o que é da minha obrigação e manter uma atitude passiva agressiva, não vou mais lavar os pratos das refeições e nem vou fazer listas de almoço e só vou fazer as minhas obrigações que são previstas no meu edital. Com isso eles já me deram uma ótima justificativa pra não fazer essas duas coisas que eu não queria desde o início, mas não fiquei confortável de recursar pra não parecer ser chato, já que as outras Aux. De serviços gerais não são concursadas, TMB qualquer problema que eu tiver ou descuido tem essa ficha pra jogar como desculpa. Farei a limpeza mais se eles sujarema a cozinha ou outro setor deixarei sujo lá, TMB terei essa ficha como justificativa pra jogar daqui em diante pra recusar qualquer coisa que não seja da minha obrigação ou qualquer descuido da minha parte. Além disso se eles escalarem contra mim quando eu judicializar uma ação eu terei mais fundamentos e até pra conseguir um contra ataque mais poderoso pena criminal maior que impeça de exercer a carreira e de trabalhar e até uns aninhos de cadeia. Depois eu refletir que apesar de tudo eu conseguir canalizar bem a energia negativa da situação, além disso acho que minha conduta durante a situação TMB foi muito boa, acho que só pequei um pouco na hora que Beatriz falou comigo e eu me estressei, mas a medida que eu for eventualmente evoluindo me sairei cada vez melhor, era pra ter ido até ela e ter explicado a situação com calma, mas vou chegar nesse nível. Acho que o tempo de estudo em psicológia comportamental, psicanálise, estoicismo, filosofia, budismo, tudo isso tô vendo resultado e no futuro terei muitos frutos, pq eu da casta mais baixa tenho pessoas de cargos mais elevados tentando me desestabilizar e me humilhar, mas eu nem me sinto humilhado e tô conseguindo me manter estabilizado, isto diz que meu laboratório na unidade  mista tá dando frutos que vão render a longo prazo. Se fosse pro meu padrão de comportamento anterior, meu ego super inflado, minha natureza, eu já teria me prejudicado ou partindo pra violência física e verbal chegando até em homicídio ou abandonando o trabalho pra proteger a imagem artificial que tenho de mim mesmo, aí estaria carregando caixa nas costas em um emprego horrível ou tentando desesperadamente passar em outro concurso ou OAB pra que as pessoas me respeitem, porém nada disso iria resolver ou até me prejudicar mais ainda. Sair ilusão, controlar a mim mesmo, chegar ao self, controlar meu ego, fortalecer meu coração e espírito, tudo isto vão me ajudar infinitamente, eu acredito nisso. Só de pensar que essa situação no trabalho eu poderia tá com problemas judiciais, ou regredido muitos passos, ou até mesmos prejudicados planos em longo prazos por acelerar meus planos por conta que minha mente cria inimigos já fico impressionado, consigo vê a situação mais racional e claramente e isso melhora muito minha qualidade de decisão. Fui dormir umas 21hs.",
    "important": false
  },
  "2026-01-18": {
    "text": "Dia de trabalho.",
    "important": true
  },
  "2026-01-11": {
    "text": "Acordei 10hs. \r\nLavei o restante das roupas do trabalho. \r\nFui tomar banho pra fazer as compras no mercadinhos, mas percebir que hoje é domingo e ele fecha depois das 12hs.\r\nPreciso me organizar melhor na feira.\r\nHoje, enfim retornei a minha planilha de gestão financeira do curso de educação financeira. Percebir pq não progredir muito o ano de 2025, foi porque não preenchi a minha planilha, no começo era muito difícil e complicado, não sabia o se o salário era pagar as contas do mês que passou ou pra me sustentar durante o mês, mas agora é mais fácil, mas é sempre dolorido porque no fundo queremos meter o pé na jaca sem saber das consequências, então eu sempre fugir de organizar a planilha, passei o ano de 2025 sem fazer, entretanto em compensação destruir minha reserva financeira e meus investimentos da minha carteira previdenciária que tinha uma cesta de produtos como Klabin, banco do brasil, etc. Mas deu pra solucionar o problema financeiro e não passar o final de ano com problema, preenchendo hoje a planilha vi que muito das minhas dúvidas foi pagando juros de cartão de crédito, reparcelamento de dividas e empréstimos a juros altos. Lembro que na época que fiz isso, eu tava me convencendo que se eu parcelar em muitas vezes a parcelas pequenas daria pra pagar as dividas e até pagar mais de uma parcela, assim eliminando as dívidas rapidamente, mas a realidade é dura sendo uma destruidora de ilusão, o que aconteceu em 2025 foi que as despesas cada vez aumenta e o valor que eu recebia do trabalho continua estático e não dava pra pagar as dividas e me manter o que por sua vez me obrigava a fazer mais dívida, quando eu pensava em preencher a planilha me dava um horror e um medo indescritível da realidade que ela me mostraria até que acabei em dividas, por sorte tinha o 13° pagamento pra amenizar as dividas, minhas reservas e minha carteira previdenciária, com elas paguei a maioria das dividas e voltei a fazer minhas reservas, comecei a reconstruir minha reserva de gordurinha e TMB comecei a reservar o dinheiro para os meses de pico que tem meses com despesas maiores (ex. Compra de gás a cada dois meses). Voltei a fazer a planilha e percebir já que tinha um serviço que tá sendo cobrado que a muito tempo eu cancelei já constatei e tô querendo mudar os dados do cartão de crédito virtual, o resto na verdade é juros e reparcelamento e empréstimo de cartão de crédito. Vou preencher a planilha de gastos, tentar ficar positivo todos os meses de 2026, fazer minha reserva de emergência, voltar a fazer minha carteira previdenciária, e manter isso tudo pra o ano de 2027, assim quero usar o 13°, pasep e qualquer dinheiro extra pra aumentar minhas reservas ou investimentos ou procurar algo que me faça produzir mais recursos, tô pensando em leilão de moto e depois de carro, só não sei se uns 3 a 4 mil daria pra começar.\r\nTreinei o peitoral, tô sentindo mais forte mais resistente, tô quase acabando o módulo básico.\r\nComprei uma pizza gostosa pra assitir com a série expansão.\r\nNo meio do episódio tive a ideia de fazer um globo da terra pra fazer análise aí pedi o projeto ao chatgpt e pensei numas adaptações e conectar a WZ.",
    "important": false
  },
  "2026-01-24": {
    "text": "",
    "important": false
  },
  "2026-01-08": {
    "text": "Dia de trabalho na unidade mista.\r\nUm dia que fiquei muito puto e estressado. Peguei uma equipe que grande parte que me detesta, Beatriz como enfermeira, Karla técnica de enfermagem, Vanessa técnica de enfermagem, e aninho é o apoio, e por último a médica shyrlayne. Os outros eu me relaciono bem, mas eles queriam vê o conflito e se puderem colocam até lenha. O plantão de trabalho foi relativamente tranquilo a parte do dia, a noite foi mais pegado. A noite teve um aumento de pacientes e consequentemente mais trabalho pra mim, e mais estresses com eles, a novata (Vanessa) no começo me dava bem com ela e tinha pego poucos plantão com ela, acho que esse foi o segundo ou terceiro. Acho que ela foi influenciada pelos demais que não me relaciono bem e mau falo. O conflito começou quando Karla veio me perguntar com quem era pra trocar água do bebedouro eu falei que era com o apoio, ela me falou que o apoio tinha saído com a ambulância, eu falei então tem que esperar ele voltar e sair de perto. Elas ficaram visivelmente chateada, aí colocaram o paciente pra trocar a água. Depois acho que foi o gatilho pra elas quererem me irritar as camas precisam trocar os lençóis ou o papel, elas me chamavam pra fazer, então eu ia só ajeitava o que era minha obrigação e deixava as camas e macas do hospital pra elas organizaram, como eu sabia que eu ia ter problema com elas tirei foto de todas as limpezas que eu fiz e manutenção da limpeza e como eu encontrei e deixava. Até o ponto que eu fui fazer uma ronda pra ver se tava tudo ok, aí vi que as camas que elas ajeitaram elas jogaram o papel no chão em vez de descartar no lixeiro, depois uma das camas que tinha papel e lençol elas jogaram em uma cadeira, pq chegou uma emergência e precisava da cama, TMB fui limpar o que eles chamam de postinho, onde elas ficam e a medicação, dava pra vê que elas rasgaram de propósito papeis de fazer a ficha e jogaram no chão pra eu limpar. Aí Beatriz me pediu pra limpar e organizar a estabilização eu disse já exaltado que não ia fazer pq elas tavam jogando papel no chão e lençol na cadeira, ela argumentou que foi uma emergência dando de desentendida. Eu saí de perto bravo, tava tremendo de ódio, fui pro quarto e comecei a assistir uns videos engraçados pra mudar meu humor e baixar a minha raiva e impulsividade. Dava pra escutar as gargalhadas deles vindo da cozinha, enquanto eu tava deitado na cama, o repouso tava um entre e sai, pq tava agitado com os motoristas rodando muito e eles chateados por isso TMB tava todos felizes com a confusão entre eu e aninho e elas. Acho que aninho tava inflamando a situação, mas não tem como saber, pq fazer uma interpretação objetiva quando seus sentimentos tão envolvidos é muito difícil, os sentimentos nos cegam e como eu não falo com aninho e detesto ele, fica comprometida minha interpretação. Eles vinham falar comigo pra ver se eu tava chateado mais conversei de boa e com bom humor, os vídeos engraçados me ajudaram a relaxar e mantive muita calma, depois quando todos se acalmaram no quarto eram uma 2hs da manhã, foi quando fui dormir.",
    "important": true
  },
  "2026-01-05": {
    "text": "Acordei ontem as 18hs depois que fui dormir às 10 hs da manhã. Até agora não dormir pensando e trabalhando no esboço da WZ, mas no meio que decidir a lógica da arquitetura, apaguei o meu projeto planner que é esse calendário, fiquei muito irritado, pq perdi as anotações dos diários daqui do calendário.\r\nEu tinha registrado como esse réveillon foi o melhor em anos, como passei do meu jeito tomando um espumante leve, comendo uva e umas carnes. Com a companhia de Toby e sirene. TMB tinha comentado sobre que o último plantão foi tranquilo e muito bom,fazia tempo que não tinha pego um plantão tão bom. Mas não conseguir dormir, tô trocando a noite pelo dia ou eu passo vários horas acordado e depois desabo de cansado. O projeto de colocar minhas Agentes pra rodar me deixa ansioso.\r\nEnfim pelo menos recuperei este calendário e tô integrando na WZ como services. TMB tô começando a fazer as habilidades gerais e services (projetos prontos) na WZ, depois vou começar a implementar Diva e a segunda sem dúvida será Síria. TMB acabei de finalizar o projeto acsm que ajuda a proteger e guiar o usuário no seu deslocamento no mundo, avisando areas de riscos, informações de data crime do local, e ajuda a auxiliar com dicas de se proteger.\r\nPorém me sinto cansado pq aí tenho muito a fazer tem que compilar vários projetos, copiar e organizar na arquitetura, depois que TMB organizar as habilidades gerais vou começar a implementar Diva.\r\nSei que se conseguir fazer a WZ funcionar será de muita ajuda.",
    "important": false
  },
  "2026-01-07": {
    "text": "Passei o dia trabalhando na minha arquitetura do WZ, quando conseguir conectar umas das habilidades do services/ a diva e podendo pedir pelo central chatbot funcionou bem, mas depois acho que como tô no celular não consegui mais usar usar o projeto planner pela Diva, pq simplesmente o pydroid3 não achava os códigos conectados fiz de tudo, mas nada resolveu. A única solução que consegui foi que tá na hora de migrar o projeto pra uma VPN, na máquina virtual não terei esses problemas e TMB já vou deixar o celular rodando, o chatgpt indicou usar um teclado via bluetooth e usar o git pra o versionamento e backups do código, achei boa a ideia. TMB pensei em compra uma lente de tela de celular assim melhora a experiência como um mini computador, o chatgpt TMB aconselhou usar o vs code online terei mais recursos e meus códigos rodando e já sendo útil. Agora vou organizar todos meus projetos que tô no celular, TMB toda arquitetura do WZ pra migrar pro VPN. Como esperado desde que folguei da unidade mista, passei os 4 dias só pensando e trabalhando na arquitetura. O bom que o esqueleto da arquitetura já tá toda pronta, conseguir entender como conectar as habilidades e os projetos que eu já tenho nos meus Agentes, isso já é um ganho enorme, pq eu tinha a visão, mas ainda tava perdido. O que falta agora é estudar e dominar a modulação e encapsulamento dos códigos, depois terminar meus custos de dashboard, IA, ciências de dados e análise de dados financeiros. A medida que eu terminar os cursos e ganhar conhecimento e trabalhando no WZ e ganhar experiência acredito que vou ser recompensado. Claro que tudo isso me esgotou muito na questão cognitiva e de energia, minha mente ficou extremamente cansada e eu exaurido de energia. Sempre perco a percepção de tempo, a manhã, tarde e noite e durmo quando meu corpo já não aguenta mais, fico perdido nos meus projetos e acabo perdendo os acontecimentos do mundo. Só paronpra comer, dormir e higiene. As vezes esqueço até de me hidratar. Mas tô feliz pq avancei no projeto e TMB solucionei a questão da ferramenta, pq não ter computador atrapalha muito a projetar, porém espero que com o VPN eu consiga avançar nos projetos até eu pegar um notebook. TMB recebi notícias da dona da casa querendo aumentar o aluguel pra 350 reais, na hora disse que ia entregar a casa. Consigo uma boa casa mais barato do que pago hoje e ela ainda quer aumentar o aluguel, na hora fiquei meio bravo depois entendi que não deveria, pq na verdade ainda tenho um grande problema de adaptação, tem que aprender a me adaptar pra resolver problemas, pq gosto de rotina e padrão, eu tava confortável e acostumado na casa e nessa rotina, aí vc ter que procurar outra casa com as estruturas que preciso e perto do trabalho, preocupado com mudanças, se bem que não tenho muita coisa, mas só de pensar nisso sinto vergonha TMB. Todo esse estresse, o estresse de mudar de local, novos vizinhos, o trabalho de fazer a mudança. Mas eu tenho que aprender que a vida é dinâmica e eu tenho de aprender a me adaptar. TMB tava pensando em reorganizar a minhas prioridades e vê o que precisa ser feito, agora tô buscando adquir conhecimentos e habilidades, como organizar a minha estrutura pra evoluir e buscar a minha melhora financeira e social essa é a meta, mas tem muita coisa pra organizar documentos, dividas, carteira de motorista, comprar os móveis da casa pra ter um conforto mínimo, notebook e curso pra fazer OAB e depois concurso público de procurador de município, etc. Tenho que reorganizar e me preparar bem, ter um controle forte da minha planilha de controle financeiro, o ano passado não fiz nada, nenhum mês, se eu tivesse feito teria melhorado muito mais pra esse ano, perdir o extra do dinheiro 13°, pasep, e férias pagando dividas e juros, TMB ainda tô com várias parcelas de dividas no cartão de crédito o que tenho de pagar primeiro pra depois começar a organizar e me estruturar. TMB tô percebendo que comecei forte esse ano de 2026. Tem que ficar ligado pra não começar forte e depois desanimar e regredir, eu tenho esse tipo de padrão de ir de um extremo pra outro, tenho que controlar a energia pra durar o ano todo, ser produtivo com metas claras, estratégia e foco bem feita.\r\nDas habilidades que eu quero desenvolver tô priorizando construir a WZ e colocar os 9 céus de asuras funcionando, pq cada uma delas vai me ajudar muito em todas as minhas áreas da vida, depois vou conseguir ter uma capacidade absurda de análise de dados, automação e processamento em IA, isto por ressoar e me dar vantagem em todas áreas da minha vida, será um bom suporte pra concluir minhas estratégias e metas.",
    "important": false
  },
  "2026-01-04": {
    "text": "",
    "important": false
  },
  "2026-01-03": {
    "text": "",
    "important": true
  },
  "2026-01-13": {
    "text": "Dia de trabalho.\r\nTô com um frio na barriga e empolgado, o meu contra ataque vai ser lançado hoje, já simulei vários cenários, fico rindo sozinho kkkk.\r\nÀs 6hs10 tô completamente empolgado , não farei lista nenhuma de pessoas e nem lavarei os pratos, como será a reação deles kkk. Agir de forma inesperada, calma e racional, assim posso frustar e irritar o adversário, deixar eles nervosos e cometerem erros, e os punir de forma silenciosa e educada. Tô saindo pro trabalho eu do futuro.\r\nAgora são 14hs e 12 min, eu tô me sentindo muito bem kkk, acho que no modo vilão eu me saio melhor do que no modo bonzinho, na verdade eu tô mais pra anti vilão, gosto de massacrar e torturar lobos, eu caço lobo não ovelhas. Eu cheguei calmo fiz toda a limpeza da parte da manhã, depois tomei meu café, calado e calmo. Depois que todo os colegas terminaram o café por volta das 8hs e 30 minutos, eu limpei de maneira metódica a cozinha, claro deixei a bagunça da pia, os pratos sujos deles, os lixos que eles jogaram na pia e tal, e TMB por óbvio tirei foto de todas as minhas ações no plantão como sempre, aí vi que tava recebendo mensagens no whatsapp, mas ignorei com um coração travesso de uma criança, quando foi chegando perto da hora do almoço, a diretora mandou mensagem a ela respondi, ela me pediu pra mandar a lista dos nomes do almoço, eu recusei, ela perguntou surpresa o porquê, eu disse que tava com os sentimentos partidos pela perseguição dos colegas jogando lixo no chão e bagunçando a cozinha tudo com o intuito de me irritar, ela me questionou se eu tinha procurado a direção, eu disse que não pq Tamires queria fazer média com todo mundo, Débora tava no meio deles bagunçando e ela incentivando eles como no dia do natal colocou o senhor pra tomar banho em um banheiro que não tinha condições, alagando tudo, cheio de pacientes na unidade mista. Aí ela disse não Everton sobre suas colocações acima esse não é local pra falar sobre isso. Aí fiquei na minha uma das diretoras do hospital fez a lista dos nomes do almoço. Depois dormir e almocei, eles tiveram que lavar os pratos da pia pra almoçar, deixaram a pia cheia de prato de novo em cima da pia depois do almoço só que dessa vez mais organizado, eu rir e tô me fazendo de desentendido e vão lavar de novo pra jantar kkkk. Enfim meu humor tá ótimo, TMB acho que tenho de ter disciplina principalmente pra dormir no horário certo, pq como dormir bem ontem minha mente tá mais tranquila pra trabalhar , quando não durmo e venho trabalhar e pego uma equipe complicada isso diminui a qualidade das minhas decisões e tenho menos controle emocional.\r\nQuerido diário estou chegando no fim desse dia, até agora o plantão foi muito bom e divertido TMB peguei uma equipe muito boa hoje, Rani, Jonatas,dr.Fabio (médico), Mayara, Jaqueline, Josivan, Genilson, Laisa, etc. Da equipe que me fez raiva hoje só tá Vanessa, TMB Simone (uma cobra) que não gosto dela. Vanessa teve um comportamento mais harmonioso e cooperativo. Ela tentou várias vezes se aproximar, mas eu sou muito ressentido e não consigo esquecer tão fácil depois que a pessoa tentar me prejudicar, sei que essa era uma ótima oportunidade pra transformar um inimigo de um aliado e tentar pelo menos uma relação harmoniosa, mas não consigo agir racional, sou uma pessoa deverá tacanha. Rir muito com a equipe e conversamos várias coisas, o plantão TMB foi bem tranquilo, o que melhorou muito, agora sao 23 hs e 24, tô deitado e tranquilo, vou descansar agora, pra quando acordar fazer a última limpeza do plantão e ir pra minha casa. Antes de dormir queria deixar registrado que eles lavaram os pratos do almoço e já deixaram quase todas da janta deles lavados, confesso que fiquei surpreso, esperava mais resistência, mas acho que como sou amigo das pessoas de hoje ficou mais fácil pra aceitar, o bicho deve pegar quando for a equipe que não me  relaciono bem.",
    "important": true
  },
  "2026-01-09": {
    "text": "Acordei 4hs e 30 minutos pra fazer a última limpeza e entregar o plantão organizado e limpo, aí chegando na cozinha eles sujaram todos os pratos, a mesa toda suja, as embalagens de lanches por cima de mesa e armário, a pia uma zona, o café que eu tinha reservado na chaleira fizeram e deixaram a metade, fogão sujo. Me subiu mais uma vez uma raiva, mais eu me controlei e desci e fui fazer a limpeza , fazendo a limpeza vi que tiraram o papel que tinha jogado no chão, mas ainda restava uns papéis picados mais ainda deixei lá, e limpei o resto, a parte da cozinha ficou do mesmo jeito que eles deixaram, fiquei sabendo por Jonatas (apoio) que Suzana (Aux. De serviços gerais) de Juripiranga tava metendo o pau em mim, pq deixei pra ela a bagunça deles do plantão. Depois disso bati meu ponto e vir pra casa, muito irritado meu ego tava igual um ciri na lata.\r\nPerdi meu guarda chuva preto de tanta raiva que fiquei, mas não conseguir encontrar e não sei onde coloquei, suspeito que eles tenham furtado meu guarda chuva, fui na unidade, mas não consegui achar. Depois fui no mercadinho comprar umas coisas que faltava em casa, mas eu acabei comprando guloseimas e refrigerante na maioria, pq ainda tava muito irado e precisava de dopamina. Assisti série e como chocolate e tomei quase todas fanta uva, não conseguir dormir a raiva me deixou muito energizado, as vezes tentava estudar um pouco pra implementar Astreia no chatgpt, porém não conseguia me concentrar e nem no projeto dos multi agentes, pensava um pouco no que aconteceu no plantão, e fiz a técnica da flecha ou seta descendente. Comecei a questionar pq eu me sentia daquela forma devido a eles e aquela situação, aí concluí que sentia raiva, ódio, fúria, ressentimentos, irritado. Depois me questionei pq?, aí eu percebir que eles tavam querendo me irritar, me humilhar, me desafiar, zombar de mim. Aí me questionei, se eles rirem de mim qual é o problema? Qual é o problema eles me desafiarem? Qual é o problema deles me humilharem? Aí eu pensei se eles me desafiam eles fazem isto, eles não me respeitam, eles não me temem. Qual é o problema de ela não me respeitarem me temerem? Se eles não o fazem significa que podem me machucar, tirar minha vida, tirar qualquer coisa de mim. Depois disso eu percebi que não era o trabalho em si ou a situação mais era a minha insegurança que me causava aqueles sentimentos quanto ao risco da minha vida e bem estar. Depois disso fiquei mais tranquilo e não meus impulsos de controlar meu ego, lutei contra só deixei ele se expressar até que ele parou. Continuei assim até que sem energia fui dormir umas 18hs.",
    "important": false
  },
  "2026-01-23": {
    "text": "Dia de trabalho.\r\nHoje tá tranquilo o trabalho, mas já tentaram me provocar, wedja, a diretora parece chateada, mas tá na falsidade, tentando me provocar na hora que tô descansando do almoço. Eles novamente tão querendo provocar sem arrumar as camas do leito mandando me chamar pelos apoio. Mas tô bem tranquilo, vou levar com calma, além de fotografar todas as minhas atividades de limpeza e suas provocações, TMB comecei a gravar (nesse momento Jackson tá aqui com o diarista e eu tô gravando enquanto escrevo, já que eles tão querendo escalar vou coletar provas e dar espaços pra eles. Sobre meus projetos eu ainda tô adicionando ao mapa as melhorias de visualizações de traçar rotas e medir distância e tempo. Depois comecei com o frontend do WZ, a página da web ficou muito boa, mas depois pensando no custo, tô pensando em desenvolver o aplicativo TMB, como eu já tenho a página com o HTML, css e js. Aí vai ficar fácil colocar no aplicativo no celular assim consigo desenvolver automações focado pro celular, depois faço pro PC, e deixo a da web pra visualização de dados. Isso TMB me fez saber a rota da interação dos asuras dentro WZ  e com o usuário. O ruim pq vou ter que investir uns 200 reais pra o app, e depois parece que anualmente cobra isso. No site já ia pra VPN mesmo, no Pc não sei como ficaria. TMB nesses dias TMB trabalhei no meu projeto de coletar notícias e ler, só que tive tantas ideias que cresceu pra algo como usar tantos pros asuras como no mapa, TMB no globo 3D. Além de fazer análise, conclusão e hipóteses, correlação, etc. \r\nCom isso tudo não fui procurar casa e fiquei esperando wando retornar sobre a casa da prima dele. Partir de amanhã vou dar um gás pra procurar.\r\nUma coisa engraçada que eu tava conversando com o chatgpt sobre o self e o ego no meu treinamento, o chatgpt me alertou pra eu não ser controlado pelo ego espiritual logo em seguida uma participante de um programa de  reality tava com esse mesmo problema e uma mulher falando disso no tiktok, fiquei nossa isso é pra mim!\r\nEu tô sentindo que me energia tá começando a baixar e a minha frequência mudando de polo pra o negativo não sei se é pq as tretas no trabalho, mas eu tenho esse problema de ficar indo de um pólo pra outro e em cada polo vi era intensamente. No começo do ano eu tava empolgado e cheio de energia não passou nem um mês e já tô desanimando kkkk.",
    "important": true
  },
  "2026-01-28": {
    "text": "Dia de trabalho.\r\nHoje tô alguns membros da equipe que tenho de ficar atento.\r\nPerguntei a Wando sobre a casa, ele disse que tentou me contatar várias vezes e TMB me ligou, foi em casa, mas acabou alugando pq, fiquei pasmo pq tava esperando ele entrar em contato, mas acabei perdendo a casa e fiquei tão focado no WZ que acabei não indo atrás.\r\nA WZ cada vez que eu mexo em algo aparece mais coisa pra fazer e eu ainda nem mexi nos agentes em si, ainda tô colocando e terminando os projetos e framework dentro do services,as já tenho que fazer a caixa preta, fazer a API dos services, desenvolver os contratos pra independente da plataforma ele funcionar. O mapa tá quase acabado falta pequenos reajustes. Tô desenvolvendo emergent (simular e observ) , principalmente pra Síria, mas todos terão. Depois vou terminar de desenvolver o WZ_news que vai pegar notícias e informações de sites governamentais e estatais, como de RSS de notícias pra alimentar os agentes, fora que o desing do site e app eu meio que já tenho uma ideia feita chamada WZ_web. Agora é terminar de implementar os services, preparar os contratos de plataformas, fazer a caixa preta, depois implementar Diva e depois Síria. O bom disso que eu já tenho a imagem mental pronta de habilidades, exemplo, Síria  suas habilidades serão de análise e observação pra ensights, como automação financeira, isso ela vai me aconselhar e TMB fazer automação a Aparti de contexto ou evento, TMB a partir de meus pedidos, ela TMB emitirá alertas, bom services ela simula e observa padrões pra decisão mais informada e pra aconselhar e TMB pra melhorar a automação. Então tá bem claro, isso é bom, ela TMB pode usar o mapa, o globo 3D, WZ_news. Acho que isso vai deixar meus agentes bem fortes e úteis.",
    "important": true
  },
  "2026-02-02": {
    "text": "Dia de trabalho.\r\nOntem retornei o meu curso de fundamentos de desenho, fiz alguns cubos e trabalhei a sobreposição, TMB pintei separando a linha do horizonte, o tempo voou, fiz uma sobreposição de prédios como no exemplo da aula, e os exercícios de linhas usei pra aquecimento, ainda faltou eu fazer a paisagem de montanhas com a perspectiva atmosférica pra depois entrar nos exercícios da aula que são 40 tumbnails com 7 blocos com sobreposição. Mas antes tô treinando bem a sobreposição. \r\nPercebir que minha coordenação tá melhorando muito e que tô tendo um click, tô conseguindo exnchergar as técnicas nos desenhos e no mundo, como tô começando a passar isso pros meus desenhos, eu mal fazia uma casa e tô fazendo até prédio e com ponto de fuga.\r\nTMB construir meu simulador que pretendo colocar automação e ligar aos asuras, trabalhei nele vários dias, dormir pouquíssimo esses dias melhorando o código da simulação tá agora na versão 13, ainda precisa fazer pequenos ajustes, mas com a simulação atual já deu vários ensights da minha vida financeira, atualmente conseguir simular 500 cenários simultâneos, os agentes com características e contextos próximos ao meu, na casa dos 70 por cento eles fracassam e uns 30 por cento tem sucesso, mas uma curiosidade os que 30 por cento colapsam mentalmente. Significa dizer que a meta de ficar milionário ou ter independência financeira na minha situação atual as probabilidades tão contra mim, o bom que fiz esse algoritmo ótimo, TMB foi plugar em Síria que vai ajudar muito na função dela tanto a simular meus problemas micro, macro, carteira de investimentos e de trader. Isso será muito poderoso, TMB vou colocar essa habilidade de simulação pra os outros agentes. Vou completar meu código de simulação, colocar análise da minha planilha financeira em Síria e os gráficos e dashboard pra colocar ela pra rodar será já de muito utilidade, juntando o poder do mapa, globo 3D, e dashboard ficará uma Azura de grande utilidade pra ir contra as probabilidades. Daqui uns meses queria tá já rodando o WZ pelo menos com Diva e Síria funcionando já vai dar um UP forte, depois talvez será Astreia pra segurança. TMB pensei em juntar numa lógica o meu projeto da galáxia, globo 3D, mapa e dashboard pra poder usar de forma ligado pra quando eu tiver conversando sobre coisas universais o agente pode mostrar a galáxia, coisas globais ele vai pra globo 3D, se for local vai pro mapa e se for mostrar dados os dashboards. Isso TMB dará muito poder visual. Eu tô com a animação em mil, falta ainda  começar o projeto do WZ news que dar um UP ainda maior pra automação e informações dentro do sistema. Cara o WZ vai ficar dahora. Ha, eu tava esquecendo pensei de fazer uma melhoria no calendário pra quando eu abrir ele ir pro mês que estou no momento, isso evita de perder tempo de rolar pra procurar o mês. Por isso que tenho de terminar os services/ do WZ e começa a implementar os Agentes e subir pra VPN, pq quanto mais eu utilizar e eles rodarem, mais eu vou melhorar os códigos e sua utilização. Mas Síria acho que falta só o dashboard, depois vou ter que encontrar uma forma de fazer os dashboards dela em .HTML, mas a análise da planilha eu praticamente eu tenho, a da carteira eu tenho o curso pra fazer aí depois vou plugar essa habilidade nela, automação TMB tenho, e simulação agora (só falta criar a lógica da carteira e trazer), acho que terei dificuldade com implementar trader, mas deixarei por último. Diva eu já tenho TMB quase tudo só falta organizar. O que falta é terminar os services. Aí juntando tudo fica bem poderoso. Será que isso me ajudará a superar os números que está contra mim?",
    "important": true
  },
  "2026-01-12": {
    "text": "Passei a madrugada acordado tentando resolver o problema de programação de um projeto como pegar do Android os dados do GPS no meu mapa, e o mapa com os pontos de referência (hospital, delegacia, escola, etc.). Porém não conseguir resolver.\r\nFui dormir 12 hs e acordei as 1 HR do dia seguinte.",
    "important": false
  },
  "2026-01-15": {
    "text": "Ontem cheguei eufórico por ter feitos meus movimentos no trabalho e tudo ocorreu de forma suave. Fiz feira, recebir notícias de que tinha uma casa pra alugar aqui perto, assistir a série Frontier, TMB continuei a solucionar o problema do meu projeto pegar o GPS do meu celular no mapa e os pontos de interesse, depois de muito trabalho ontem conseguir, hospedando no Github e abrindo por lá, fiquei muito feliz, vários pontos de interesses aparecem, mas vou usar uma base de dados próprio junto com a do mapa pra melhorar as informações, agora posso efetuar qualquer lógica usando o mapa e minha localização, o objetivo do meu projeto tá mais perto, tive a sensação de quando conseguir conectar meus códigos ao email. Meu trabalho de uns 5 dias quase dormir direito deu frutos doces e de quadra aprendi a mexer no Github TMB e deixar um site hospedado nele que pode me ajudar em outros projetos. Acordei cedo 5hs, ontem fui dormir umas 19hs, já limpei a frente da casa e tomei café. Vou tentar ver a casa hoje pra amanhã, lavar as roupas, melhorar o projeto do mapa com o chatgpt, depois organizar meus projetos e salvar no drive, TMB voltar ao curso de dashboard pra termina-lo.\r\nFalei com Vando sobre a casa, depois planejei a evolução do meu projeto do mapa e vou fazer amanha algumas melhorias, vou fazer aos poucos.\r\nMinha irmã entrou em contato comigo, perguntou como eu tava, mas o que ela me trouxe foi uma notícia que me deixou surpreso e abalado, que meu professor de karatê tinha sido preso, mandou o vídeo dele sendo acompanhado pelos policiais á delegacia, acusação de estupro de vulnerável e aliciamento de menores de idade (criança e adolescente). O homem que foi minha figura partenal, representou o papel de pai e me ajudou muito me dando oportunidade nos nos esportes e a me formar, lembro que quando fui pagar a primeira mensalidade na universidade na época foi ele que me emprestou o dinheiro. Na verdade me deu um misto de decepção, tristeza e choque. Mas não me foi estranho e nem me surpreendeu, ele tinha sido demitido do lar Fabiano porque se envolveu com uma adolescente aluna dele, a mãe da aluna foi a diretora e contou tudo e denunciou a menina é claro falou tudo sobre a relação deles, o que acabou de desfazer toda nossa equipe, uma equipe que tinha ganhado quase tudo só faltou o mundial. Na época eu tinha avisado que isso era errado, ele não escutou. Depois falei que ele tava errado mesmo, mas continuei c amizade com ele pq a menina TMB queria se relacionar com ele mesmo sendo adolescente, só aí já era previsível que ele um dia se daria mal, o homem era um tarado não podia ver uma mulher que queria comer, ficou com várias alunas e até menor de idade. Agora estupro de vulnerável me deixou surpreso, eu nunca vi nada de errado ou alguma malícia com crianças e olha que sou bom de notar malícias das pessoas, será que como era próximo e grato a ele isso me cegou? \r\nNossa equipe era muito boa, mas era formado por pessoas desajustadas, crianças e adolescentes com famílias desestruturadas, com contexto social de extrema pobreza, acho que com isso as vezes só somos gratos por quem nos ajuda independente das intenções da pessoa que ajuda. Na época eu sentia que deveria tomar um rumo diferente do grupo e pouco a pouco fui me afastando depois procurando melhorar com sabedoria e conhecimento fui vendo que tinha princípios e valores diferentes, buscava quebrar com aquela realidade, aqueles ressentimentos , aqueles valores, aquela vida. Eu era o líder, mas não queria mais lidera-los, acho que no fundo eles me culpam por isso, com o tempo dois irmãos forma assassinados no mutirão, uma semana cada. Outro virou viciado em crack, outro em maconha, meu professor acusado de estupro, teve um outro no nosso grupo que chamávamos de Kaká doido, morreu esperando a mulher na parado do trabalho, brigando com os caras em Santa Rita. Vou ficando velho e o fim deles vão virando contos que parecem de filme ou livros de tragédias e dramas. No fim, TMB vi o meu fim, eu acabaria ou morto pelo meu pavio curto entrando em conflito com pessoas mais fortes do que eu, ou acabaria matando vários até acabar preso, muitos profetizaram que eu morreria cedo, mas venho tentando cultivar sabedoria, conhecimento e entendimento, não por medo do meu fim, mas pra conseguir um fim que me agrade, nasce e fui criado perto de lixo, esgoto, maré fedorenta, traficantes, ladrões, estelionatários, cracudos, putas. Meu pai alcoólatra, louco perdido, depressivo, um verdadeiro fracassado. Minha mãe, o que posso dizer, louca, promíscua, imoral, capacidade cognitiva reduzida, detestava trabalho, fofoqueira, adorava se relacionar com as piores pessoas que podiam, uma vez me disse que dormiu com um cara por causa de comida e umas compras, isso eu adolescente. No fim todas as minhas referência são deturpadas e corruptas, não entendo pq sou tão moralista com essas referências, será que é revolta. Quando criança sonhava que tinha sido sequestrado, que meus pais de verdade viriam me resgatar, eu me sentia enojado das pessoas e daquele lugar queria fugir, claro como não podia só me restava sonhar, nos mangá, HQs, filmes e séries. Claro essa época sentia muito ódio e ressentimentos, tomei decisões ruins, drogas, álcool, promiscuidade, pessoas de caráter duvidosos, enfim. Hoje já não sinto através da busca dentro de mim conseguir compreender minha história, meu propósito, o que desejo de verdade. Enfim, dizem que notícia corre mais rápido do que notícias boas, é verdade. Me afastei do mundo pra me curar e me reestabelecer, encontrar meu centro, me isolei, mas mesmo assim essa bomba me encontrou, desestabilizou meu dia, consegui me comunicar sobre as mudanças e trabalhei bastante na parte da amanhã sobre o mapa, mas a tarde depois do almoço que minha irmã mandou a mensagem não conseguir fazer mais nada, pensando sobre o passado, sobre o presente e o futuro. Ainda pensei será que não é uma montagem de IA ou alguma coisa assim, aí procurei no YouTube e lá tava reportagem Completa, não aparecia o nome dele e nem ele de frente, mas quando vc conhece uma pessoa a quase 30 anos vc reconhece de imediato. O estilo de  roupa, a postura corporal, etc. Uma vez conversei com o chatgpt sobre nossas decisões não são racionais isso é mecanismo de defesa pra explicar e justifica-las, nossas decisões é baseado na nossa história. Sabendo da minha história e dos outros dar pra prever muita coisa e entender muita coisa, o cara é um tarado, com 51 anos de uma cultura de comportamento que hoje não é aceita, com uma história de se envolver com menor de idade, se ele tivesse aprendido na época que foi demitido não teria sido preso no futuro, como tecnologia e informações, facilidade pra buscar justiça, depois que ele foi demitido, como ele era muito bom professor e os alunos rapidamente começa a ganhar títulos, ele teve facilidade pra dar aula pra alunos de contexto social mais elevado financeiramente, TMB esses alunos na maioria devem ter uma estrutura familiar melhor que a nossa, somando tudo isso, ele não me escutou na época e não aprendeu com os erros dele, o final foi previsível. Penso na família dele, ele era o orgulho deles, devem tá desmoronando, a mãe dele deve tá morrendo se não tiver hospitalizada. Enfim sei que ele era um tarado, mas criança, Meu Deus! Ainda não consigo acreditar.",
    "important": false
  },
  "2026-01-16": {
    "text": "Acordei umas 9hs.\r\nNão importe quanto eu lute o meu corpo parece que precisa pelo menos 10hs de sono por dia, eu queria que eu conseguisse umas 8hs ou 7hs pra ser mais produtivo, mas não é assim que meu corpo funciona.\r\nAs vezes acho que tô em um jogo de RPG, onde eu preciso realizar missões dos bots, a diretora do meu trabalho pediu vários documentos chatos que tenho de procurar e levar cópias pra ela, aparentemente hoje é o último dia, TMB parece que ela já pediu há uns dois dias, então basicamente a culpa é minha por deixar em cima da hora. Não vejo a hora de Diva está ativa pra me ajudar com essas coisas. \r\nEssa missão dos documentos acabou com meu planejamento do dia pra estudar e evoluir o projeto, o bom disso que eu vou aproveitar e testar meu mapa com a minha localização, será que ele funcionará em off? Será que ele dará minha mudança de posição? Deverás uma oportunidade.\r\nTMB essa parada do fogão ter só duas bocas e uma só funciona e ainda fraca, tenho que cozinhar um alimento por vez e ainda demora, fui preparar o café de 9hs, cuscuz, fígado, café, terminei quase na hora do almoço de 11hs e 30 minutos , meu deus! Tá aí a importância de ter uma boa estrutura, por isso tenho de comprar um fogão bom e preparar a estrutura toda bem feita antes de avançar pro próximo nível. Se não vou ter só raiva e frustração.\r\nDecidir o tipo de imagens e cenários conversando com o chatgpt que eu quero pra eu minhas Agentes é Stylized Real-Time 3D Characters. Isto já me dar uma direção pra aprender. Ontem TMB definir que depois que toda minha arquitetura tiver pronta da WZ, eu vou plugar um modelo pago mesmo, já que tentei uns modelos abertos, porém ou precisa de CPU ou GPU e não são na maioria das vezes de boa qualidade, sai mais barato e menos trabalho colocar um motor de um modelo pago, onde posso trocar ou talvez no futuro achar um bom modelo aberto, já que o modelo de linguagem natural é só a boca e pra deixar só mais humana as agentes.\r\nFiz a missão do RPG da vida, mas devo dizer que achar um local que tira cópias nessa cidade foi um desafio, depois tive que ir lá e depois o cara deu uma demorada pra tirar as cópias levou 2 HS tudo. Estrutura é tudo depois de ter meu notebook, tenho de comprar uma impressora, teria feito tudo em 15 minutos. \r\nFiquei feliz em vê meu GPS se movendo no meu mapa, só esqueci de testar de vê se ele ainda funciona offline.",
    "important": false
  },
  "2026-01-27": {
    "text": "Ontem e vários dias fiquei em planejamento e evolução dos projetos, domingo tirei folga, achei necessário pra descansar. O que é estranho que quando vou descansar eu quero trabalhar nos projetos, mas quando estou trabalhando nos projetos quero tirar uma folga.\r\nOntem já consegui implementar a localização dos IPOs no mapa e calcular a distância e tempo dependendo do meio de transporte, mas no final eu parei pq não tava conseguindo fazer o cálculo correto da distância percorrida a pé 👣.\r\nParei pq já era tarde, mas por incrível que pareça assistindo a série o problema dos 3 corpos, acabei tirando várias dúvidas filosóficas e teóricas de probabilidade e matemática que me levaram a começar a desenvolver o projeto levando em conta o problema de 3 corpos usando o motor (core) e vários domínios como referência, já planejando simulação de áreas finanças pra Síria, o que deixou o projeto bem completo e fundamentado, o que depois de terminado eu acabei entrando numa ideia antiga de fazer um dashboard de ciclo econômico pra informar qual é o ciclo do momento do Brasil, EUA e global, alerta de risco e de mudança de posição no ciclo, o que acabou eu acordado quase 4hs da manhã e novamente emendado várias horas acordado e quebrando a rotina que plantei com isso tenho dificuldade de manter rotinas e os treinos físicos TMB acabou esquecendo, pq ficou super focado no que tô desenvolvendo.\r\nOutra coisa é como eu me saboto em relação a preencher a planilha e seguir a planilha e me controlar, já não é mais questão de dinheiro é questão de falta de controle e buscar seguir os princípios de educação financeira, era pra ter preenchido domingo, deixei pra preencher segunda e TMB não fiz, já sei que pisei na jaca e que já estourei o orçamento, mas não quero vê e fico relutante, uso várias desculpas, vou ter que usar parte da reservas que guardei pra honrar dividas, foi desse jeito que estourei minhas reservas, investimentos e acabei o ano de 2026 no vermelho. Percebir que quando tenho conflito no trabalho ou qualquer tipo de estresse acabo comprando refrigerante, chocolate, biscoito, entre outras coisas que não estão prevista no orçamento e assim acabo estourando o meu orçamento. Aínda tenho dificuldade de lhe dar com desconforto preciso aprender a fazer isso e ter disciplina mas finanças.\r\nA lição que aprendi ontem pra essa madrugada conversando com o chatgpt sobre a teoria dos 3 corpos que não é possível hoje calcular e prever acontecimentos, mas é possível observar e entender padrões, que quanto mais tentamos controlar, manter o equilíbrio, buscar harmonia e estabilidade mais isso vira o caos, pq isso gera uma concentração de energia que sai pelo caos, o quebrou toda minha perspectiva de realidade e de mundo eu pensei que caos era ruim e que o ideal era ter equilíbrio e estabilidade, mas é muito ambíguo, paradoxal e até mesmo contra intuitivo, porém o caos é importante pro sistema evoluir e continuar vivo, na estabilidade o sistema morre. E quando eu cheguei essa conclusão fiquei em choque, mesmo que minha vida na superfície não tenha mudado, minha vida sempre foi um caos e isso me fez amadurecer e ganhar habilidades que pessoas em estabilidades não possui, até mesmo minha vida entrou num caos que quase morri e fui parar no fundo do poço, mas eu evoluí espitualmente, psicoligamente e fisicamente. Aprendi várias habilidades e estou desenvolvendo vários projetos que nunca pensaria em desenvolver. Além disso na busca de controle e estabilidade busquei evolução oposta com a mesma intensidade, juntar recursos (bilionário), alcançar o self, o treinar o coração a alto nível, melhorar a potência física ao topo, chegar a alto nível espitualmente. Então saindo do fundo extremo ao topo extremo e isso gera o caos e vai continuar gerando. Percebir que o ensinamento das aulas de psicanálise ensina que a busca por equilíbrio leva o ser humano a desequilíbrios, por  manter o equilíbrio gasta muita energia. Então percebir que a busca por equilíbrio TMB gera o caos e por isso só é benefíco pq gera evolução (movimento) a não ser que o sistema quebre. Aí todos esse processo de dor, angústia, etc. E depois felicidade, alegria, etc. É o movimento que nos impulsiona mesmo perto de quebrar, o que não pode é quebrar, entretanto todo movimento é importante pro dinâmica do sistema e de uma pessoa não paralisar e morrer. O que me resta é aceitar o caos, mas eu gosto de estabilidade kkkk. O que aprendi que o importante é observar padrões e não controlar, saber o que eles indicam pra tirar bons proveitos deles e saber que eles existem. E ué não podemos controlar, por isso que várias religiões e filosofias pedem pra largar o controle. Então eu tô numa fase perfeita pra evoluir o caos completo, o que tenho de garantir é não quebrar, observar e entender o padrões dessa forma sobreviver no sistema caótico da melhor forma que puder pq ele vai existe e isso é bom pra me manter vivo, e nesse pulso entre os polos causado pela vontade interna que me guia pra estabilidade, mas agora pelo menos eu sei o que está acontecendo e isso faz toda diferença. Agora imagina se é impossível prever o padrão de 3 corpos imagina de bilhões de pessoas, fora outras espécies. Imagina lá no trabalhão, existe vários profissionais mesmo que eu seja bom em ler padrões, quem imaginária que teria um homicídio lá e vários outros acontecimentos gerado pelo movimento de vários corpos e mesmo que tentei calcular nem eu nem nenhum computador consegue calcular os acontecimentos do próximo mês ou futuro. Todavia ainda determinados padrões ainda são possíveis de notar, junior envolvido com facção criminosa era possível que ele se prejudicasse por isso, o que foi que aconteceu. Zé Maria saindo com a mulher imoral e promíscua que levaria um chifre e foi o que aconteceu, o professor saindo com alunas menor de idade e sendo até demitido do trabalho era previsível que podesse acabar se dando mal por isso e foi o que aconteceu. Mesmo não conseguindo prever com exatidão acontecimentos e eventos, é possível observar padrões, probabilidade, estatística.",
    "important": false
  },
  "2026-02-07": {
    "text": "Esses dias tive um monte de trabalho e mudanças. Primeiro decidir ficar na casa que estou, pq procurei mudar pra outro casal, mas todas as casas da região aumentou o aluguel, 300 a 350 reais, o que já tô pagando aqui. Porém preciso pintar a casa e ajeita as goteiras, pq vou começar a comprar os móveis da casa e TMB me preparar pro inverno. Falando em comprar móveis, comprei meu fogão de 5 bocas, chegou ontem, o que já sentir diferença eu demoro alguns minutos ou segundos, antes pr fazer uma comida simples eu demorava 4 horas com meu antigo fogão de 2 bocas, o que me ajudou a ter mais tempo, desconfiava que o antigo fogão TMB tava vazando Gás, eu vi na minha planilha que eu comprava um botijão de gás a cada 4 ou 3 meses, eu tava comprando todo mês sem falar no cheiro de gás, aí além de eu economizar dinheiro comprando um fogão novo TMB impede de ter um acidente, análise me ajudou muito e a planilha financeira pra eu ter uma decisão bem fundamentada, assim que eu terminei de pagar a cama eu comprei fogão, isso só mostra que montar a estrutura é importante pra eu poder avançar nos meus projetos, então tenho que montar a casa e deixa-la confortável pra montar a área de estudo (mesa, computador e impressora) pra voltar a estudar e progredir na carreira. Além disso eu ter investido tempo em análise de dados tá me ajudando a tomar melhores decisões e conseguir enchergar bem padrões, eu tava com pressa pq meu gás faltou e mandei mensagem pro rapaz trazer e ele não respondia, aí  eu pensei deixa eu ver o histórico da nossa mensagem, aí eu vi que ele respondia de 40 minutos a 1 hora, aí me acalmei e esperei, dito e feito nesse tempo ele respondeu e disse que ia trazer, eu fiquei em choque, pq tinha previsto um padrão de uma situação corriqueira e tava aplicando análise de dados em texto no meu whatsapp. Então a conclusão que tive preparar a base é importante pq evita de ansiedade, nervosismo, etc. Criar um contexto que permita o sucesso de objetivos e metas  são mais importantes do que sair desesperado tentando executar e esperar pela sorte pra ter sucesso. Um outro fato foi no trabalho meus movimentos que fiz pra me proteger de ataques de colegas tiveram êxitos e tornaram o ambiente mais calmo e satisfatório, aí enquanto eles tavam agindo de forma que de forma correta eu TMB aliviei sendo menos rígido, eu tava fazendo a limpeza e deixava as camas pra eles trocarem lençol e tirarem o papel como eles pararam de me provocar, aí quando tô fazendo a limpeza se eu puder ajudar eu retiro o lençol e tiro o papel das camas, procurando manter a paz cedendo do meu lado TMB e tentando incentivar o bom comportamento deles, vamos ver como eles reagiram. Eu fiquei até impressionado com meu comportamento geralmente dominado pelo meu ego eu ficaria com ódio deles e me recusaria a ceder e intensificaria o conflito, mas tive uma decisão tão madura e sábia, depois eu fiquei impressionado comigo, acho que tentar alcançar o self, treinar o meu coração e melhorar a minha força espiritual e cultivar a sabedoria não tá sendo em vão, tô conseguindo avaliar a situação sem ser sequestrado pelas minhas emoções e meu ego, o que consigo enchergar melhor e tomar melhores decisões e era o que queria. Sobre a WZ tô tendo ideias atrás de idéias, criando projetos atrás de projetos, o que tá atrasando de por as azuras já funcionando. Mas esse mês quero organizar todos os projetos colocar na arquitetura da WZ e depois começar a colocar no servidor pra pelo menos Diva e Síria tá funcionando que podem me ajudar rapidamente, Astreia que eu achava difícil de implementar, eu tô fazendo um curso com chatgpt de cyber segurança e TMB achei uns cursos o que já vai me ajudar a implementa-la, TMB já fiz algumas habilidades de Umbra. Fora isso TMB preciso colocar câmera aqui em casa aí já vou integrar aos azuras, especialmente Astreia. Impressionante como fogão mudou o ambiente da cozinha, o outro fogão de 2 bocas tava numa caixa cheia de gordura e com resto de comida dentro, por sua vez eu me acostumei a isso e a cozinha tava podre, suja e desorganizada. Com o fogão novo dei uma limpeza na cozinha, organizei e até comprei utensílios pra fazer receitas de comidas e saladas, a cozinha ficou bonita e limpa , bem organizada. Quero comprar a mesa, o armário pra colocar comida e utensílios, a geladeira e o escorredor, isso vai dar uma outra cara, depois eu monto meu quarto, aí monto meu local de estudo e de treinar meu físico (calistenia, artes marciais, etc.). No final monto a sala. Com uma boa casa aí coloco o ar condicionado, isso vai me dar uma boa estrutura de qualidade de vida e pra estudar pra progredir profissionalmente e pro meu objetivo de independência financeira. Isso vai reduzir minha ansiedade e pressa, não vou ficar: \"Eu preciso passar nessa prova ou acertar essa análise pra melhorar de vida\".  Acho que a compra desse fogão entra na regra de pareto. Uma ação mudou várias coisas positivamente me liberou 4 HS pra preparar a refeição, evitou acidente e vou economizar dinheiro, TMB melhora minha nutrição e organização do ambiente. Por último, eu codei a teoria de pareto, causalidade e simulação pra eu usar e os asuras, simulei 1000 versões minha com meu contexto e meus problemas, com a meta de ficar milionário ou independência financeira (100000), o que me trouxe de resultado foi algo muito interessantes uns 70% fracassaram e uns 30% tiveram sucesso, mas dos 30% que tiveram sucesso todos colapsaram mentalmente, eu já achava que a tarefa era difícil, mas não sabia que seria tanto kkkk, mas é algo que vale a pena pra lutar, eu já sabia que não seria fácil conseguir ser livre, mas isso me mostrou que tenho de levar mais a sério minhas ações pra conseguir superar as probabilidades e estatísticas.  A simulação foi tão acertada que eu já entrei em colapso mental duas vezes, uma foi na casa de mãe quando minha era criança e outra quando me mudei pra Juripiranga e me separei de Mariana (fundo do poço), mas eu sou o prime, vou mostrar como essa versão terá sucesso kkk, e uma das coisas que vai me ajudar será meus asuras que minhas versões não tinha, depois sabedoria, conhecimento e entendimento, por isso só já muda completamente os resultados das minhas versões que fracassaram, pela teoria da reflexidade o entendimento muda a realidade, isso TMB me ajuda a ver onde e como eles fracassaram e como tiveram sucesso,numa coisa que eu analisei foi que os que tiveram sucesso mesmo colapsando mentalmente se arriscaram mais e o país aqui não tem medo risco kkk. Além disso com ajuda do pareto vai ser uma alavanca pra melhorar a minha realidade de forma mais eficiente.",
    "important": false
  },
  "2026-02-12": {
    "text": "",
    "important": true
  },
  "2026-02-17": {
    "text": "",
    "important": true
  },
  "2026-02-22": {
    "text": "",
    "important": true
  },
  "2026-02-27": {
    "text": "",
    "important": true
  },
  "2026-03-04": {
    "text": "",
    "important": true
  },
  "2026-03-09": {
    "text": "",
    "important": true
  },
  "2026-03-14": {
    "text": "",
    "important": true
  },
  "2026-02-08": {
    "text": "Dia de trabalho.\r\nHoje eu conversei com uma colega de trabalho por muito tempo pra quem é antissocial, e ela me deu informações importantes como me dar o contato de um pedreiro pra ajeitar as goteiras lá de casa, como passar o contato do cara que troca o pano da cama que tá sujo e rasgado. \r\nSer antissocoal me faz perder oportunidades e contatos como solucionar situações de maneira mais rápida, eu tento interagir mais, porém não sei como conciliar meu estilo pessoal com a interação social (não sei jogar o jogo social) e isso me faz perder muitas oportunidades. Se eu fosse mais sociável já tinha resolvido várias situações como as goteiras de casa. Fiz um teste na internet de personalidade e deu: Seu tipo de personalidade é Lógico INTP-A. E pior que toda a descrição que tinha lá pareceu bem comigo mesmo.\r\nParei todo meu projeto assistindo um episódio da série blacklist tive umas ideias pra codar as habilidades de Umbra o que me deixou preso a noite toda até agora, mas com isso fiz habilidade dela de resgatar pedaços de informações restaurando como um quebra cabeça, depois codei as habilidades dela de espiã que detecta traidor de uma organização, fiz TMB uma habilidade dela que através da escrita traça perfil psicológico, por último coloquei a habilidade dela estilo Sherlock homes que investiga de forma universal e chega a conclusão (essa habilidade foi que me deixou mais empolgado, por último usando a minha especialização de perícias criminais estou codificando aplicação técnica e científica de conhecimentos especializados para investigar crimes, analisando vestígios (biológicos, físicos, digitais) para produzir provas materiais (laudos) essenciais à elucidação de delitos e à justiça penal, o nome da habilidade será Detective Forensic AI v2, Mas não sei ainda como codar a parte de sabotagem deve ser a parte de hacker quando concluir a minha pesquisa aí ela ficará uma das minhas Agentes mais top.\r\nEsse é meu problema tenho muitas ideias brilhantes kkkk, mas eu não conseguir terminar os projetos e eles ficam inacabados, pq ficou pulando de ideia pra ideia. Acho que com Diva me dando suporte pra automatizar e ser minha abelhinha operária vai me ajudar a concluir as coisas. Eu sou bom em planejar, mas péssimo em desenvolver por a mão na massa, aí vai entrar Diva pra suprir essa minha falha.",
    "important": true
  }
}